// Даны два числа. Показать большее и меньшее число


double x = 5 ;
double y = 5 ;


if (x > y) Console.WriteLine("X - большее число");
if (x == y) Console.WriteLine("Числа равны");

 else

 Console.WriteLine("Y - большее число");




